### Цель:
Настроить iBGP в офисе Москва
Настроить iBGP в сети провайдера Триада
Организовать полную IP связанность всех сетей

### Задание
Настроить iBGP в офисом Москва между маршрутизаторами R14 и R15.
Настроить iBGP в провайдере Триада, с использованием RR.
Настройть офиса Москва так, чтобы приоритетным провайдером стал Ламас.
Настройть офиса С.-Петербург так, чтобы трафик до любого офиса распределялся по двум линкам одновременно.
Все сети в лабораторной работе должны иметь IP связность.

### Общая таблица сетевых адресов на интерфейсах.
| наименование | интерфейс | ip address      | Сеть

| R12          | e0/0      | 172.168.3.10/24 | 172.168.3.0/24

| R12          | e0/1      | 172.168.6.10/24 | 172.168.6.0/24

| R12          | e0/2      | 172.168.7.1/24  | 172.168.7.0/24

| R12          | e0/3      | 172.168.10.1/24 | 172.168.10.0/24

| R13          | e0/0      | 172.168.2.10/24 | 172.168.2.0/24

| R22          | e0/1      | 172.168.4.10/24 | 172.168.4.0/24

| R22          | e0/2      | 172.168.5.1/24  | 172.168.5.0/24

| R21          | e0/0      | 172.168.3.10/24 | 172.168.3.0/24

| R21          | e0/1      | 172.168.4.1/24  | 172.168.4.0/24

| R21          | e0/2      | 172.168.6.1/24  | 172.168.6.0/24

| R24          | e0/0      | 172.168.6.2/24  | 172.168.6.0/24

| R24          | e0/1      | 40.40.40.1/24   | 40.40.40.0/24

| R24          | e0/2      | 30.30.30.1/24   | 30.30.30.0/24

| R24          | e0/3      | 192.168.1.10/24 | 192.168.1.0/24

| R23          | e0/0      | 172.168.5.2/24  | 172.168.5.0/24

| R23          | e0/1      | 10.10.10.1/24   | 10.10.10.0/24

| R23          | e0/2      | 30.30.30.10/24  | 30.30.30.0/24

| R25          | e0/0      | 10.10.10.2/24   | 10.10.10.0/24

| R25          | e0/2      | 20.20.20.10/24  | 20.20.20.0/24

| R26          | e0/0      | 40.40.40.2/24   | 40.40.40.0/24

| R26          | e0/2      | 20.20.20.1/24   | 20.20.20.0/24

| R26          | e0/3      | 192.168.2.10/24 | 192.168.2.0/24

| R18          | e0/2      | 192.168.1.1/24  | 192.168.1.0/24

| R18          | e0/3      | 192.168.2.1/24  | 192.168.2.0/24
